import { Component } from "react";
import vido from "../../assets/images/video.png";
import "../main/Componi.scss";

class Componi extends Component {
  render() {
    return (
      <div className="Componi">
        <div className="container">
          <div className="componi">
            <div className="start">
              <p>О компании</p>
              <h3>LEANGROUP</h3>
            </div>
            <div className="end">
              <img src={vido} alt="" />
              <p>
                Компания ООО «ЛеанГрупп» начала свою деятельность в 1999 году и
                на сегодняшний день является ведущей компанией по производству
                ламинатных и экструзионных туб. Имея две технологии – для
                производства ламинатных и экструзионных туб, мы предлагаем вам
                широкий спектр возможностей. Большим преимуществом является
                собственный печатный цех в ламинате и in-line печать в экструзии
                с возможностью различных дополнительных опций декора. Особое
                внимание уделяется работе с поставщиками для контроля и
                поддержания качества производимой нами продукции. С января 2018
                года компания стала членом Европейской Ассоциации производителей
                туб (ETMA), что подтверждает сильную позицию бренда и на рынке
                Европы.{" "}
              </p>
            </div>
          </div>
        </div>
      </div>
    );
  }
}

export default Componi;
